Repository: artemanufrij/playmyvideos
Catalog: po/*.po
Languages: de, fr

source: A video player for watching local video files.
de: Video Player zum abspielen von lokalen Videodateien.

source: A very fast video player designed extra for large local libraries.
de: Ein sehr schneller Video Player. Erstellt für die Verwaltung von großen lokalen Sammlungen.

source: Features:
de: Funktionen:

source: Season playlist
de: Playliste für Seasons

source: Subtiles support
de: Unterstützung von Untertiteln

source: 'TheMovieDB.org' integration for fetching covers
de: Integration von 'TheMovieDB.org' zum herunterladen von Covers

source: Watch your videos
de: Spiele deine Videos ab

source: Play/Pause
de: Abspielen/Pause

source: Next
de: Nächstes

source: Fullscreen
de: Vollbild

source: Choose an image…
de: Bild auswählen…
fr: Choisir une image...

source: _Cancel
de: _Abbrechen
fr: _Annuler

source: _Open
de: _Öffnen
fr: _Ouvrir

source: Images
de: Bilder

source: Select a folder.
de: Ein Verzeichnis auswählen.
fr: Choisir un dossier.

source: Folder
de: Verzeichnis
fr: Dossier

source: Choose a subtitle file…
de: Wähle eine Untertiteldatei aus…

source: Subtitles
de: Untertitel

source: Set new Cover…
de: Neues Cover setzen…
fr: Nouvelle couverture...

source: Repeat
de: Wiederholung

source: Track %d (%s)
de: Spur %d (%s)
fr: Piste %d (%s)

source: disable
de: deaktivieren
fr: désactiver

source: Subtitle %d (%s)
de: Untertitel %d (%s)
fr: Sous-titre %d (%s)

source: Add videos to your library.
de: Füge Vidoes in deine Sammlung hinzu.

source: Change Video Folder
de: Videoverzeichnis ändern
fr: Changer le dossier vidéo

source: Load videos from a folder, a network or an external disk.
de: Lade Videos von einem Verzeichnis, einer Netzwerkquelle oder eines externen Datenträgers
fr: Charger des vidéos depuis un dossier, un disque réseau ou externe.

source: Import Videos
de: Videos importieren
fr: Importer des vidéos

source: Import videos from a source into your library.
de: Importiere Videos aus einer Quelle in deine Sammlung
fr: Importer des vidéos dans votre bibliothèque

source: No results
de: Kein Ergebnis

source: Try another search
de: Versuche mit einer anderen Suche

source: Use Dark Theme
de: Dunkles Theme benutzen

source: Load Content from The Movie DB
de: Inhalten von The Movie DB laden

source: Save custom Covers in Library folder
de: Speichere geänderte Covers im Verzeichnis

source: _Close
de: _Schließen

source: Resume playing
de: Weiter abspielen

source: Change Video Folder…
de: Videoverzeichnis ändern…
fr: Changer le dossier vidéo

source: Import Videos…
de: Videos importieren…
fr: Importer des vidéos...

source: Rescan Library
de: Sammlung abgleichen
fr: Ré-indexer la bibliothèque

source: Preferences
de: Einstellungen

source: Search Videos
de: Videos suchen
fr: Chercher des vidéos

source: Back
de: Zurück

source: Play My Videos
fr: Lire mes vidéos

source: Library
fr: Bibliothèque
